IDEA StatiCa Open Model
MatConcreteSIA.Epsc1d Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 compressive strain in the concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsc1d { get; set; }
Public Property Epsc1d As Double
	Get
	Set
public:
property double Epsc1d {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace